var questions = [
    {
        q:'Какую площадь имеет клетка стандартной школьной тетради?',
        a1:'a. 0,25 кв. см',
        a2:'б. 0,5 кв. см',
        a3:'в. 1 кв. см',
        a4:'г. 1,25 кв. см',
        ra:'б',
        price:'100',
    },
    {
        q: 'Какое расстение существует на самом деле?',
        a1: 'а. Лох чилийский',
        a2: 'б. Лох индийский',
        a3: 'в. Лох греческий',
        a4: 'г. Лох русский',
        ra: 'б',
        price: '200'
    },
    {
        q:'Что за месте, попав в которое, человек делает селфи на кухне, которую не может себе позволить?',
        a1:'а. Рим',
        a2:'б. Париж',
        a3:'в. Лондон',
        a4:'г. Привет зая',
        ra:'г',
        price:'300'
    },
    {
        q: 'На каком инструменте, как считается, играл древнерусский певец и сказитель Боян?',
        a1: 'а. На гуслях',
        a2: 'б. На виолончели',
        a3: 'в. На баяне',
        a4: 'г. На гитаре',
        ra: 'а',
        price: '500'
    },
    {
        q: 'Закончите фразу из "Карнавальная ночь":\n"Есть ли жизнь на Марсе, нет ли жизни на Марсе - это..."?',
        a1: 'а. Науке неизвестно',
        a2: 'б. Галилей не понял',
        a3: 'в. Армстронг не сказал',
        a4: 'г. Ученые не признаются',
        ra: 'а',
        price: '700'
    },
    {
        q: 'Если петух пьет воду во время девичьего гадания, то что это предсказывает?',
        a1: 'а. Муж будет пьяницей',
        a2: 'б. В семье будут только сыновья',
        a3: 'в. Появится богатый жених',
        a4: 'г. В следующем году свадьбы не будет',
        ra: 'а',
        price: '1000'
    },
]
/*
var questions = [];
var question1 = {
    q:'Какой цвет получится, если смешать синий, зеленый и белый?',
    a1:'a. сиренеый',
    a2:'б. розовый',
    a3:'в. бирюзовый',
    a4:'г. фиолетовый',
    ra:'в',
    price:'100'
}
questions.push(question1);
var question2 = {
    q:'Какой цвет не является основным?',
    a1:'а. зеленый',
    a2:'б. красный',
    a3:'в. желтый',
    a4:'г. голубой',
    ra:'а',
    price:'200'
}
questions.push(question2);
var question3 = {
    q:'Какое число считается среди христиан несчастливым?',
    a1:'а. 17',
    a2:'б. 15',
    a3:'в. 13',
    a4:'г. 19',
    ra:'в',
    price:'500'
}
questions.push(question3);
*/


